/* Errors returned by the device in the form of xml */
"Success" = "Vellykket";
"TestInProgress" = "Testing pågår... Vent litt.";
"ErrorDeviceBusy" = "Enheten er opptatt. Prøv igjen senere.";
"ErrorDuplicateDisplayName" = "Duplikat av visnings- eller stedsnavn. Tildel et annet navn og prøv igjen.";
"ErrorEmptyEntry" = "En av oppføringene i innstillingene som ble sendt til enheten, er tom. Kontroller at alle oppføringene er gyldige, og prøv igjen.";
"ErrorListFull" = "Det er ikke tilgjengelig plass for å legge til denne oppføringen. Slett en oppføring fra enheten og prøv igjen.";
"ErrorSettingNotTested" = "Denne innstillingen er ikke testet.";
"ErrorSystemFailure" = "Det oppstod en kritisk feil. Prøv igjen senere.";
"ErrorNoMoreSpace" = "Maksimalstørrelsen på e-postvedlegg er for stor for den valgte serveren. Oppgi en lavere verdi og prøv igjen.";
"ErrorNoWritePermission" = "Mappen du har valgt, har ikke skrivetillatelse. Angi riktige tilgangsrettigheter for mappen og prøv igjen.";
"ErrorConnectionFailed" = "Enheten kan ikke koble til den eksterne serveren du har angitt. Kontroller serverinnstillingene.";
"ErrorConnectionRefused" = "Serveren avviste tilkoblingen. Kontroller at serveren er på og at den fungerer.";
"ErrorServerNotFound" = "Enheten kan ikke tolke serverens vertsnavn. Kontroller serverinnstillingene.";
"ErrorWrongCredentials" = "Serveren avviste påloggingsinformasjonen som ble brukt til godkjenning. Skriv riktig påloggingsinformasjon og prøv igjen.";
"ErrorConnectionProblem" = "Det oppstod et problem med tilkobling til den eksterne serveren. Kontroller at serveren er koblet til nettverket og at den fungerer.";
"ErrorProtocolNotSupported" = "Ekstern server bruker en protokoll som ikke støttes.";
"ErrorInvalidFileOrDirectory" = "Banen du har angitt, er ugyldig. Angi en gyldig bane og prøv igjen.";
"ErrorInvalidFolderPath" = "Banen du har angitt, er ugyldig. Angi en gyldig bane og prøv igjen.";
"ErrorInvalidShare" = "Den delte mappen er ugyldig. Velg en annen delt mappe og prøv igjen.";
"ErrorAuthenticationNeeded" = "Den angitte serveren krever godkjenning. Skriv riktig påloggingsinformasjon for tilgang til serveren, og prøv igjen.";
"ErrorSecureConnectionNotSupported" = "Serveren støtter ikke sikker tilkobling. Fjern merket i Bruk SSL-boksen og prøv igjen.";
"ErrorSenderInvalid" = "Avsenders e-postadresse er ugyldig. Skriv en gyldig avsenderadresse og prøv igjen.";
"ErrorRecipientInvalid" = "Mottakerens e-postadresse er ugyldig. Skriv en gyldig mottakeradresse og prøv igjen.";
"ErrorServerError" = "Serveren returnerte en feil. Den forespurte operasjonen kan ikke fullføres. Kontroller at du har oppgitt riktig serverinformasjon.";
"ErrorInvalidServerName" = "Den angitte serveren er ugyldig. Oppgi en gyldig SMTP-server og prøv igjen.";

"404 Not Found" = "Finner ikke enheten. Kontroller at enheten er koblet til nettverket og slått på.";
"400 Bad Request" = "Forespørselen kan ikke behandles fordi den inneholder en feil. Prøv igjen senere.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "Enheten returnerte ikke en gyldig URL. Vent noen minutter og prøv igjen.";

/* XML Data validation errors */
"Setting Error" = "Manglende eller ugyldige data";
"MISSING_FOLDER_SETTING" = "Noen målmappedetaljer mangler. Velg en mppe, skriv brukernavn og passord og prøv igjen.";
"MISSING_EMAIL_SETTING" = "Noen e-postmåldetaljer mangler. Skriv alle e-postinnstillingene og prøv igjen.";
"MISSING_SERVER_CREDENTIALS" = "Påloggingsinformasjonen til serveren mangler. Skriv brukernavn og passord, og prøv igjen.";
"MISSING_DISPLAY_NAME" = "Avsendernavnet mangler. Skriv et avsendernavn og prøv igjen.";
"MISSING_EMAIL_ADDRESS" = "E-postadressen mangler. Skriv en gyldig e-postadresse og prøv igjen.";
"MISSING_SERVER" = "Serveren mangler. Oppgi en server og prøv igjen.";

"INVALID_PIN" = "PIN-koden (Personal Identification Number) du oppgav, er ugyldig. Koden skal bestå av nøyaktig 4 sifre. Skriv en gyldig PIN-kode og prøv igjen.";
"INVALID_SERVER_PORT" = "Serverportnummeret du oppgav, er ugyldig. Portnummeret skal være mellom 1 og 65535.";
"INVALID_ATTMT_SIZE" = "Den maksimale vedleggsstørrelsen du oppgav, er ugyldig. Størrelsen må være mellom 1 og 9999. Angi -1 for automatisk innstilling av vedleggsstørrelse.";
"INVALID_DFADESTINATION" = "Målet for digital faks som du valgte, er ugyldig. Velg riktig mål.";
"INVALID_POLLING_TIME" = "Pollingintervallet du valgte, er ugyldig. Gyldige verdier er 5, 10, 15, 20, 30, 45 og 60. Velg et riktig intervall og prøv igjen.";
"INVALID_DISPLAY_NAME" = "Avsendernavnet du oppgav, er ugyldig. Skriv et avsendernavn som ikke inneholder mer enn 25 tegn.";

/* Buttons */
"OK" = "OK";
"Cancel" = "Avbryt";
"Hide" = "Skjul";

/* Other errors */
"GENERIC_ERROR_TITLE" = "Feil";
"GENERIC_DEVICE_ERROR_TITLE" = "Enhetsfeil";
"GENERIC_DEVICE_ERROR_DESC" = "Det oppstod en ukjent feil under kommunikasjon med enheten. Prøv igjen senere.";
"XML_PARSING_ERROR" = "Enheten returnerte ugyldige data. Vent noen minutter, og prøv igjen.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "Det oppstod en feilkommunikasjon med enheten. Kontroller at enheten og maskinen din er koblet til nettverket, og prøv igjen.";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "Fant ikke enhet";
"DEVICE_NOT_FOUND_DESC" = "Det oppstod et problem med kommunikasjon med enheten. Kontroller at enheten er slått på og riktig tilkoblet, og prøv igjen.";

"PML_ERROR_TITLE" = "Enhetsfeil";
"PML_ERROR_DESC1" = "Det oppstod et problem med å fastsette informasjonen på enheten. Kontroller at inndataverdiene er gyldige.";

"SETTING_REJECTED_TITLE" = "Innstillinger ikke akseptert";
"SETTING_REJECTED_DESCRIPTION" = "Oppsett kunne ikke utføres fordi enheten er beskyttet av et administratorpassord. Bruk den innebygde webserveren til å fjerne administratorpassordet. Se dokumentasjonen til enheten for mer informasjon.";

"GENERAL_DATA_MISSING_DESCRIPTION" = "Ett eller flere felter inneholder ingen data. Fyll ut alle feltene, eller klikk på Avbryt.";


//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "Åpent deksel";
"DOOR_OPEN_DESC" = "Skriveren kan ikke skrive ut fordi et deksel er åpent. Lukk alle dekslene på skriveren.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "Skriveren er i en feiltilstand";
"INCORRECT_STATE_DESC" = "Løs feiltilstanden for enheten, og prøv igjen.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "Skriveren er opptatt";
"DEVICE_BUSY_DESC" = "Vent til skriveren har fullført gjeldende jobb.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "Anroper-ID støttes ikke";
"CALLER_ID_NOT_SUPPORTED_DESC" = "Innstillingen for land/region som er fastsatt i enheten, støtter ikke anroper-ID. Bruk enhetens frontpanel til å velge et land som støtter anroper-ID, og prøv igjen.";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "Kunne ikke ta i bruk innstillinger.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "Sjekk om enheten er tilkoblet og ikke behandler en faksjobb.";


